export default function useCultureDetail() {
  return [
    {
      id: '#1',
      title: '부서 별 인큐베이팅',
      description:
        '신입 멤버가 빠르게 적응하고 주도적으로 성장할 수 있도록, 각 팀에서 지식을 공유하고 피드백하는 인큐베이팅을 운영해요. 이를 통해 멤버들이 단순히 배우는 것을 넘어, 능동적으로 기여할 수 있는 환경을 만들어가요.',
    },
    {
      id: '#2',
      title: 'PT, TF 단위로 활동',
      description:
        '유어슈는 유연하고 효율적인 협업을 위해 PT(Project Team)와 TF(Task Force) 체계를 활용해요. PT는 장기적인 대규모 협업, TF는 단기적인 협업으로, 멤버들이 자율적으로 일하며 빠르게 변화에 적응할 수 있어요.',
    },
    {
      id: '#3',
      title: '영어 닉네임 사용',
      description:
        '수평적이고 유연한 의사결정을 위해 영어 닉네임을 사용해요. 학번, 나이와 관계없이 누구나 자유롭게 의견을 나누며, 모두가 동등한 입장에서 소통할 수 있는 문화를 만들어가요.',
    },
    {
      id: '#4',
      title: '자유로운 커뮤니케이션',
      description:
        '슬랙, 노션, 디스코드 등을 활용하여 정보를 투명하게 공유하고 자유롭게 소통해요. 누구에게나 @멘션을 주저하지 않는 유어슈의 문화를 통해 모두가 책임감을 가지고 능동적으로 협업하는 환경을 만들어가요.',
    },
  ];
}
