export default function useMVCDetail() {
  const coreValueItems = [
    {
      title: '핵심가치 1 : 당신의 손으로 숭실대를 직접 바꿔가세요.',
      description:
        '당신의 역량을 마음껏, 그러나 책임감을 가지고 펼쳐보세요. 오너십을 가지고 당신의 유어슈를, 숭실대 캠퍼스 라이프를 스스로 바꿔나가세요.',
    },
    {
      title: "핵심가치 2 : '왜'라는 질문과 항상 함께합니다.",
      description:
        '근본적인 질문을 끊임없이 던져보세요. 목적이 확실할 때, 신속 정확한 목표 달성이 가능합니다.',
    },
    {
      title:
        '핵심가치 3 : 개인의 강점을 살려 협업하고, 팀의 위력을 발휘하세요.',
      description:
        '서로의 강점을 적극적으로 활용하세요. 다양성은 시너지를 내고 더 강력한 One Team을 만듭니다.',
    },
    {
      title: '핵심가치 4 : 프로로 가는 길(Road to Pro)에 집중합니다.',
      description:
        '주도적으로 학습하며 성장의 기반을 마련하세요. 자신만의 전문성을 키워가는 과정을 즐기며, 현재 상태에 안주하기보다는 스스로의 한계를 뛰어넘어 보세요.',
    },
    {
      title: '핵심가치 5 : 실패를 두려워하지 마세요.',
      description:
        '안되는 이유 10가지보다 되는 이유 1가지에 집중하세요. 일단 실행해보세요. 실패에서 배우고, 더 넓은 경험과 빠른 성장을 얻을 수 있습니다. 실패는 끝이 아니라 새로운 시작점입니다.',
    },
    {
      title: '핵심가치 6 : 공유와 피드백을 일상화 합니다.',
      description:
        '동료가 무엇을 하고 있는지, 언제 도전과 지원이 필요한지 캐치하세요. 상황을 먼저 공유하고, 적극적으로 피드백을 요청하며, 서로의 성장을 지원하는 문화를 만들어가세요.',
    },
  ];

  const items = [
    {
      title: 'MISSION',
      description:
        '유어슈는 숭실대 학생들을 공감하며, 최고의 서비스를 끊임없이 제공한다.',
    },
    {
      title: 'VISION',
      description:
        '유어슈의 힘으로, 숭실대학교의 재학생 모두가 사용하는 서비스를 제공한다.',
    },
  ];
  return { coreValueItems, items };
}
